Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Content.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Discover %@ shows via @KurozoraApp.
ar: اكتشف أعمال %@ عبر @KurozoraApp.
bn: @KurozoraApp-এ %@ শো আবিষ্কার করো।
cs: Objev tituly v žánru %@ přes @KurozoraApp.
da: Opdag %@-shows via @KurozoraApp.
de: Entdecke %@-Serien über @KurozoraApp.
el: Ανακάλυψε σειρές %@ μέσω @KurozoraApp.
es: Descubre series de %@ en @KurozoraApp.
es_419: Descubre series de %@ en @KurozoraApp.
fa: آثار %@ را در @KurozoraApp کشف کن.
fi: Löydä %@-tuotantoja @KurozoraApp-sovelluksessa.
fil: Tuklasin ang mga palabas na %@ sa @KurozoraApp.
fr: Découvre des séries %@ sur @KurozoraApp.
he: גלו תכני %@ דרך @KurozoraApp.
hi: @KurozoraApp पर %@ शो खोजो।
hu: Fedezz fel %@ műsorokat – @KurozoraApp.
hy: Բացահայտիր %@ ցուցադրությունները @KurozoraApp-ի միջոցով։
id: Temukan tayangan %@ via @KurozoraApp.
it: Scopri le opere %@ su @KurozoraApp.
ja: @KurozoraApp で %@ の作品を見つけよう。
ko: @KurozoraApp에서 %@ 작품을 만나 보세요.
ms: Terokai rancangan %@ melalui @KurozoraApp.
nb: Oppdag %@-serier via @KurozoraApp.
nl: Ontdek %@-series via @KurozoraApp.
pl: Odkryj produkcje %@ na @KurozoraApp.
pt_br: Descubra produções de %@ via @KurozoraApp.
pt_pt: Descobre obras de %@ através do @KurozoraApp.
ro: Descoperă producții %@ prin @KurozoraApp.
ru: Открой для себя тайтлы в жанре %@ в @KurozoraApp.
sv: Upptäck %@-serier via @KurozoraApp.
ta: @KurozoraApp வழியாக %@ நிகழ்ச்சிகளைக் கண்டறியுங்கள்.
te: @KurozoraApp ద్వారా %@ షోలను కనుగొనండి.
th: ค้นพบเรื่อง %@ ผ่าน @KurozoraApp
tr: @KurozoraApp ile %@ yapımlarını keşfet.
uk: Відкривайте тайтли %@ у @KurozoraApp.
ur: @KurozoraApp پر %@ شوز دریافت کریں۔
vi: Khám phá các tác phẩm %@ trên @KurozoraApp.
zh_hans: 通过 @KurozoraApp 发现 %@ 作品。
zh_hant: 透過 @KurozoraApp 探索 %@ 作品。

source: Disliked it
ar: لم يعجبني
bn: পছন্দ হয়নি
cs: Nelíbilo se mi
da: Kunne ikke lide det
de: Hat mir nicht gefallen
el: Δεν μου άρεσε
es: No me gustó
es_419: No me gustó
fa: خوشم نیامد
fi: En pitänyt
fil: Hindi ko nagustuhan
fr: Je n’ai pas aimé
he: לא אהבתי
hi: पसंद नहीं आया
hu: Nem tetszett
hy: Դուր չեկավ
id: Tidak suka
it: Non mi è piaciuto
ja: いまいちだった
ko: 별로였어요
ms: Tidak suka
nb: Likte det ikke
nl: Vond ik niks
pl: Nie podobało mi się
pt_br: Não gostei
pt_pt: Não gostei
ro: Nu mi-a plăcut
ru: Не понравилось
sv: Gillade det inte
ta: பிடிக்கவில்லை
te: నచ్చలేదు
th: ไม่ชอบ
tr: Beğenmedim
uk: Не сподобалося
ur: پسند نہیں آیا
vi: Không thích
zh_hans: 不喜欢
zh_hant: 不喜歡

source: Duration (minutes)
ar: المدة (بالدقائق)
bn: সময়কাল (মিনিট)
cs: Délka (minuty)
da: Varighed (minutter)
de: Dauer (Minuten)
el: Διάρκεια (λεπτά)
es: Duración (minutos)
es_419: Duración (minutos)
fa: مدت زمان (دقیقه)
fi: Kesto (minuuttia)
fil: Tagal (mga minuto)
fr: Durée (minutes)
he: משך (דקות)
hi: अवधि (मिनट)
hu: Időtartam (perc)
hy: Տևողություն (րոպեներ)
id: Durasi (menit)
it: Durata (minuti)
ja: 再生時間（分）
ko: 상영 시간(분)
ms: Tempoh (minit)
nb: Varighet (minutter)
nl: Duur (minuten)
pl: Czas trwania (minuty)
pt_br: Duração (minutos)
pt_pt: Duração (minutos)
ro: Durată (minute)
ru: Длительность (минуты)
sv: Längd (minuter)
ta: கால அளவு (நிமிடங்கள்)
te: నిడివి (నిమిషాలు)
th: ความยาว (นาที)
tr: Süre (dakika)
uk: Тривалість (хвилини)
ur: دورانیہ (منٹ)
vi: Thời lượng (phút)
zh_hans: 时长（分钟）
zh_hant: 時長（分鐘）

source: Early Supporter
ar: داعم مبكر
bn: আদি সমর্থক
cs: Raný podporovatel
da: Tidlig supporter
de: Früher Unterstützer
el: Πρώτος Υποστηρικτής
es: Mecenas inicial
es_419: Patrocinador inicial
fa: حامی نخستین
fi: Varhainen tukija
fr: Soutien de la première heure
he: תומך מוקדם
hi: आरंभिक समर्थक
hu: Korai támogató
hy: Վաղ աջակից
id: Pendukung Awal
it: Sostenitore della prima ora
ja: 早期サポーター
ko: 얼리 서포터
ms: Penyokong Awal
nb: Tidlig støttespiller
nl: Vroege supporter
pl: Wczesny wspierający
pt_br: Apoiador Inicial
pt_pt: Apoiante inicial
ro: Susținător timpuriu
ru: Ранний сторонник
sv: Tidig supporter
ta: ஆரம்பகால ஆதரவாளர்
te: తొలి సపోర్టర్
th: ผู้สนับสนุนรุ่นแรก
tr: Erken Destekçi
uk: Ранній прихильник
ur: ابتدائی حامی
vi: Người ủng hộ sớm
zh_hans: 早期支持者
zh_hant: 早期支持者

source: Edit
ar: تعديل
bn: সম্পাদনা
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
es_419: Editar
fa: ویرایش
fi: Muokkaa
fil: I-edit
fr: Modifier
he: עריכה
hi: संपादित करें
hu: Szerkesztés
hy: Խմբագրել
id: Ubah
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerk
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sv: Redigera
ta: திருத்து
te: ఎడిట్
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@
ar: تعديل %@
bn: %@ সম্পাদনা করো
cs: Upravit %@
da: Rediger %@
de: %@ bearbeiten
el: Επεξεργασία %@
es: Editar %@
es_419: Editar %@
fa: ویرایش %@
fi: Muokkaa: %@
fil: I-edit ang %@
fr: Modifier %@
he: עריכת %@
hi: %@ संपादित करें
hu: %@ szerkesztése
hy: Խմբագրել %@
id: Ubah %@
it: Modifica %@
ja: %@ を編集
ko: %@ 편집
nb: Rediger %@
nl: %@ bewerken
pl: Edytuj %@
pt_br: Editar %@
pt_pt: Editar %@
ro: Editează %@
ru: Изменить %@
sv: Redigera %@
ta: %@ ஐத் திருத்து
te: %@ ఎడిట్ చేయి
th: แก้ไข %@
tr: %@ Düzenle
uk: Редагувати %@
ur: %@ میں ترمیم کریں
vi: Chỉnh sửa %@
zh_hans: 编辑 %@
zh_hant: 編輯%@

source: Edit Initials
ar: تعديل الأحرف الأولى
bn: আদ্যক্ষর সম্পাদনা
cs: Upravit iniciály
da: Rediger initialer
de: Initialen bearbeiten
el: Επεξεργασία Αρχικών
es: Editar iniciales
es_419: Editar iniciales
fa: ویرایش حروف اول
fi: Muokkaa nimikirjaimia
fil: I-edit ang Initials
fr: Modifier les initiales
he: עריכת ראשי תיבות
hi: आद्याक्षर संपादित करें
hu: Monogram szerkesztése
hy: Խմբագրել սկզբնատառերը
id: Ubah Inisial
it: Modifica iniziali
ja: イニシャルを編集
ko: 이니셜 편집
ms: Edit Huruf Awalan
nb: Rediger initialer
nl: Initialen bewerken
pl: Edytuj inicjały
pt_br: Editar iniciais
pt_pt: Editar iniciais
ro: Editează inițialele
ru: Изменить инициалы
sv: Redigera initialer
ta: முதலெழுத்துகளைத் திருத்து
te: ఇనీషియల్స్ ఎడిట్ చేయి
th: แก้ไขอักษรย่อ
tr: Baş Harfleri Düzenle
uk: Редагувати ініціали
ur: ابتدائی حروف میں ترمیم کریں
vi: Chỉnh sửa chữ viết tắt
zh_hans: 编辑首字母
zh_hant: 編輯縮寫

source: Edited
ar: معدَّلة
bn: সম্পাদিত
cs: Upraveno
da: Redigeret
de: Bearbeitet
el: Επεξεργασμένη
es: Editada
es_419: Editada
fa: ویرایش‌شده
fi: Muokattu
fil: Na-edit
fr: Modifiée
he: נערכה
hi: संपादित
hu: Szerkesztve
hy: Խմբագրված
id: Diedit
it: Modificata
ja: 編集済み
ko: 수정됨
ms: Disunting
nb: Redigert
nl: Bewerkt
pl: Edytowana
pt_br: Editada
pt_pt: Editada
ro: Editată
ru: Изменена
sv: Redigerad
ta: திருத்தப்பட்டது
te: సవరించబడింది
th: แก้ไขแล้ว
tr: Düzenlendi
uk: Змінено
ur: ترمیم شدہ
vi: Đã chỉnh sửa
zh_hans: 已编辑
zh_hant: 已編輯

source: Edition
ar: إصدار
bn: সংস্করণ
cs: Edice
da: Udgave
el: Έκδοση
es: Edición
es_419: Edición
fa: نسخه
fi: Versio
fr: Édition
he: מהדורה
hi: संस्करण
hu: Kiadás
hy: Հրատարակություն
id: Edisi
it: Edizione
ja: エディション
ko: 에디션
ms: Edisi
nb: Utgave
nl: Editie
pl: Edycja
pt_br: Edição
pt_pt: Edição
ro: Ediție
ru: Издание
sv: Utgåva
ta: பதிப்பு
te: ఎడిషన్
th: เอดิชัน
tr: Sürüm
uk: Видання
ur: ایڈیشن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Editor’s Choice
ar: اختيار المحرر
bn: সম্পাদকের পছন্দ
cs: Tip redakce
da: Redaktionens valg
de: Redaktionstipp
el: Επιλογή Συντακτών
es: Selección del editor
es_419: Selección del editor
fa: انتخاب سردبیر
fi: Toimituksen valinta
fil: Pinili ng Editor
fr: Choix de la rédaction
he: בחירת המערכת
hi: संपादक की पसंद
hu: Szerkesztők választása
hy: Խմբագրի ընտրանի
id: Pilihan Editor
it: Scelta della redazione
ja: エディターズ チョイス
ko: 에디터 초이스
ms: Pilihan Editor
nb: Redaksjonens valg
nl: Redactiekeuze
pl: Wybór redakcji
pt_br: Escolha da Redação
pt_pt: Escolha do Editor
ro: Alegerea editorului
ru: Выбор редакции
sv: Redaktionens val
ta: எடிட்டரின் தேர்வு
te: ఎడిటర్ ఎంపిక
th: ตัวเลือกของบรรณาธิการ
tr: Editörün Seçimi
uk: Вибір редакції
ur: ایڈیٹر کا انتخاب
vi: Lựa chọn của biên tập viên
zh_hans: 编辑精选
zh_hant: 編輯精選

source: Mark as Community Pick
ar: تعيين كاختيار المجتمع
bn: কমিউনিটির পছন্দ হিসেবে চিহ্নিত করো
cs: Označit jako Tip komunity
da: Marker som Fællesskabets valg
de: Als Community-Tipp markieren
el: Ορισμός ως Επιλογή Κοινότητας
es: Marcar como Selección de la comunidad
es_419: Marcar como Selección de la comunidad
fa: علامت‌گذاری به‌عنوان انتخاب جامعه
fi: Merkitse Yhteisön valinnaksi
fil: Markahan bilang Pinili ng Komunidad
fr: Marquer comme Choix de la communauté
he: סמן כבחירת הקהילה
hi: समुदाय की पसंद के रूप में चिह्नित करें
hu: Megjelölés a Közösség választásaként
hy: Նշել որպես Համայնքի ընտրանի
id: Tandai sebagai Pilihan Komunitas
it: Segna come Scelta della community
ja: コミュニティのおすすめに設定
ko: 커뮤니티 추천으로 지정
ms: Tanda sebagai Pilihan Komuniti
nb: Merk som Fellesskapets valg
nl: Markeren als Communitykeuze
pl: Oznacz jako Wybór społeczności
pt_br: Marcar como Escolha da Comunidade
pt_pt: Marcar como Escolha da Comunidade
ro: Marchează ca Alegerea comunității
ru: Отметить как Выбор сообщества
sv: Markera som Communityns val
ta: சமூகத்தின் தேர்வாகக் குறி
te: కమ్యూనిటీ ఎంపికగా గుర్తించు
th: ทำเครื่องหมายเป็นตัวเลือกของชุมชน
tr: Topluluk Seçimi olarak işaretle
uk: Позначити як Вибір спільноти
ur: کمیونٹی کے انتخاب کے طور پر نشان زد کریں
vi: Đánh dấu là Lựa chọn của cộng đồng
zh_hans: 设为社区精选
zh_hant: 設為社群精選

source: Remove Community Pick
ar: إزالة اختيار المجتمع
bn: কমিউনিটির পছন্দ সরাও
cs: Odebrat Tip komunity
da: Fjern Fællesskabets valg
de: Community-Tipp entfernen
el: Αφαίρεση Επιλογής Κοινότητας
es: Quitar Selección de la comunidad
es_419: Quitar Selección de la comunidad
fa: حذف انتخاب جامعه
fi: Poista Yhteisön valinta
fil: Alisin ang Pinili ng Komunidad
fr: Retirer le Choix de la communauté
he: הסר את בחירת הקהילה
hi: समुदाय की पसंद हटाएं
hu: A Közösség választásának eltávolítása
hy: Հեռացնել Համայնքի ընտրանին
id: Hapus Pilihan Komunitas
it: Rimuovi Scelta della community
ja: コミュニティのおすすめを解除
ko: 커뮤니티 추천 해제
ms: Buang Pilihan Komuniti
nb: Fjern Fellesskapets valg
nl: Communitykeuze verwijderen
pl: Usuń Wybór społeczności
pt_br: Remover Escolha da Comunidade
pt_pt: Remover Escolha da Comunidade
ro: Elimină Alegerea comunității
ru: Убрать Выбор сообщества
sv: Ta bort Communityns val
ta: சமூகத்தின் தேர்வை அகற்று
te: కమ్యూనిటీ ఎంపికను తీసివేయి
th: นำตัวเลือกของชุมชนออก
tr: Topluluk Seçimini kaldır
uk: Видалити Вибір спільноти
ur: کمیونٹی کا انتخاب ہٹائیں
vi: Bỏ Lựa chọn của cộng đồng
zh_hans: 取消社区精选
zh_hant: 取消社群精選

source: Enable this option so that Kurozora is locked whenever you close it. You'll be asked to authenticate through Face ID or your device's passcode when you reopen the app.
ar: فعّل هذا الخيار ليتم قفل Kurozora في كل مرة تغلقه فيها. سيُطلب منك المصادقة عبر Face ID أو رمز دخول جهازك عند إعادة فتح التطبيق.
bn: এই অপশনটি চালু করুন যাতে আপনি Kurozora বন্ধ করলেই এটি লক হয়ে যায়। অ্যাপটি আবার খোলার সময় আপনাকে Face ID অথবা আপনার ডিভাইসের পাসকোডের মাধ্যমে যাচাই করতে বলা হবে।
cs: Zapněte tuto možnost, aby se Kurozora uzamkla pokaždé, když ji zavřete. Při opětovném otevření aplikace budete požádáni o ověření pomocí Face ID nebo kódu vašeho zařízení.
da: Aktivér denne indstilling, så Kurozora låses, hver gang du lukker appen. Du bliver bedt om at godkende via Face ID eller din enheds adgangskode, når du åbner appen igen.
de: Aktivieren Sie diese Option, damit Kurozora gesperrt wird, sobald Sie die App schließen. Beim erneuten Öffnen werden Sie aufgefordert, sich per Face ID oder mit dem Code Ihres Geräts zu authentifizieren.
el: Ενεργοποιήστε αυτή την επιλογή ώστε το Kurozora να κλειδώνει κάθε φορά που το κλείνετε. Θα σας ζητηθεί να ταυτοποιηθείτε μέσω Face ID ή του κωδικού πρόσβασης της συσκευής σας όταν ανοίξετε ξανά την εφαρμογή.
es: Activa esta opción para que Kurozora se bloquee cada vez que la cierres. Se te pedirá autenticarte mediante Face ID o el código de tu dispositivo al volver a abrir la app.
es_419: Active esta opción para que Kurozora se bloquee cada vez que la cierre. Se le pedirá autenticarse con Face ID o el código de su dispositivo al volver a abrir la app.
fa: این گزینه را فعال کنید تا Kurozora هر بار که آن را می‌بندید قفل شود. هنگام بازکردن دوباره‌ی برنامه از شما خواسته می‌شود تا با Face ID یا رمز عبور دستگاهتان احراز هویت کنید.
fi: Ota tämä asetus käyttöön, jotta Kurozora lukitaan aina, kun suljet sen. Sinua pyydetään tunnistautumaan Face ID:llä tai laitteesi pääsykoodilla, kun avaat sovelluksen uudelleen.
fil: I-enable ang opsyong ito upang mai-lock ang Kurozora tuwing isasara ninyo ito. Hihilingin sa inyong mag-authenticate gamit ang Face ID o ang passcode ng inyong device kapag muli ninyong binuksan ang app.
fr: Activez cette option pour que Kurozora soit verrouillée à chaque fermeture. Vous devrez vous authentifier avec Face ID ou le code de votre appareil à la réouverture de l’app.
he: הפעילו אפשרות זו כדי ש‑Kurozora יינעל בכל פעם שתסגרו אותה. בעת פתיחת האפליקציה מחדש תתבקשו לאמת את זהותכם באמצעות Face ID או קוד הגישה של המכשיר.
hi: इस विकल्प को सक्षम करें ताकि जब भी आप Kurozora को बंद करें, यह लॉक हो जाए। ऐप दोबारा खोलने पर आपसे Face ID या आपके डिवाइस के पासकोड के ज़रिए प्रमाणीकरण करने के लिए कहा जाएगा।
hu: Kapcsolja be ezt a beállítást, hogy a Kurozora minden bezáráskor zárolva legyen. Az alkalmazás újbóli megnyitásakor Face ID-vel vagy az eszköze jelkódjával kell hitelesítenie magát.
hy: Միացրեք այս ընտրանքը, որպեսզի Kurozora-ն կողպվի ամեն անգամ, երբ փակում եք այն։ Հավելվածը կրկին բացելիս ձեզ կառաջարկվի նույնականացում անցնել Face ID-ի կամ ձեր սարքի անցակոդի միջոցով։
id: Aktifkan opsi ini agar Kurozora terkunci setiap kali Anda menutupnya. Anda akan diminta melakukan autentikasi melalui Face ID atau kode sandi perangkat saat membuka kembali aplikasi.
it: Attivi questa opzione per bloccare Kurozora ogni volta che la chiude. Le verrà richiesto di autenticarsi tramite Face ID o il codice del suo dispositivo alla riapertura dell'app.
ja: このオプションを有効にすると、Kurozora を閉じるたびにロックされます。アプリを再度開く際に、Face ID またはデバイスのパスコードによる認証が求められます。
ko: 이 옵션을 켜면 Kurozora를 닫을 때마다 잠깁니다. 앱을 다시 열 때 Face ID 또는 기기 암호로 인증하셔야 합니다.
ms: Aktifkan pilihan ini supaya Kurozora dikunci setiap kali anda menutupnya. Anda akan diminta untuk mengesahkan melalui Face ID atau kod laluan peranti anda apabila anda membuka semula apl ini.
nb: Slå på dette alternativet for at Kurozora skal låses hver gang du lukker appen. Du blir bedt om å autentisere med Face ID eller enhetens kode når du åpner appen på nytt.
nl: Schakel deze optie in zodat Kurozora wordt vergrendeld zodra u hem sluit. U wordt gevraagd om te verifiëren met Face ID of de toegangscode van uw apparaat wanneer u de app opnieuw opent.
pl: Włącz tę opcję, aby aplikacja Kurozora była blokowana po każdym jej zamknięciu. Przy ponownym otwarciu aplikacji zostaniesz poproszony o uwierzytelnienie za pomocą Face ID lub kodu dostępu urządzenia.
pt_br: Ative esta opção para que o Kurozora seja bloqueado sempre que você o fechar. Será solicitada a autenticação por Face ID ou pelo código do seu dispositivo ao reabrir o app.
pt_pt: Ative esta opção para que o Kurozora seja bloqueado sempre que o fechar. Ser-lhe-á pedido que se autentique através do Face ID ou do código do seu dispositivo ao reabrir a aplicação.
ro: Activați această opțiune pentru ca Kurozora să fie blocat de fiecare dată când îl închideți. Vi se va cere să vă autentificați prin Face ID sau codul de acces al dispozitivului atunci când redeschideți aplicația.
ru: Включите этот параметр, чтобы Kurozora блокировалась при каждом закрытии. При повторном открытии приложения потребуется аутентификация с помощью Face ID или код-пароля устройства.
sv: Aktivera det här alternativet så att Kurozora låses varje gång du stänger appen. Du ombeds autentisera med Face ID eller enhetens lösenkod när du öppnar appen igen.
ta: Kurozora ஐ மூடும்போதெல்லாம் அது பூட்டப்படும் வகையில் இந்த விருப்பத்தை இயக்கவும். ஆப்பை மீண்டும் திறக்கும்போது Face ID அல்லது உங்கள் சாதனத்தின் கடவுக்குறியீட்டின் மூலம் அங்கீகரிக்குமாறு கேட்கப்படுவீர்கள்.
te: మీరు Kurozoraని మూసివేసిన ప్రతిసారీ అది లాక్ అయ్యేలా ఈ ఎంపికను ప్రారంభించండి. యాప్‌ను తిరిగి తెరిచినప్పుడు Face ID లేదా మీ పరికర పాస్‌కోడ్ ద్వారా ప్రామాణీకరించమని మిమ్మల్ని అడగడం జరుగుతుంది.
th: เปิดใช้งานตัวเลือกนี้เพื่อให้ Kurozora ถูกล็อกทุกครั้งที่คุณปิดแอป เมื่อเปิดแอปอีกครั้ง ระบบจะขอให้คุณยืนยันตัวตนผ่าน Face ID หรือรหัสผ่านของอุปกรณ์
tr: Kurozora'yı her kapattığınızda kilitlenmesi için bu seçeneği etkinleştirin. Uygulamayı yeniden açtığınızda Face ID veya cihazınızın parolasıyla kimlik doğrulaması yapmanız istenir.
uk: Увімкніть цей параметр, щоб Kurozora блокувався щоразу під час закриття. Під час повторного відкриття застосунку вам буде запропоновано пройти автентифікацію за допомогою Face ID або код-пароля вашого пристрою.
ur: یہ آپشن فعال کریں تاکہ جب بھی آپ Kurozora بند کریں تو وہ مقفل ہو جائے۔ ایپ دوبارہ کھولنے پر آپ سے Face ID یا آپ کے آلے کے پاس کوڈ کے ذریعے تصدیق طلب کی جائے گی۔
vi: Bật tùy chọn này để Kurozora được khóa mỗi khi bạn đóng ứng dụng. Bạn sẽ được yêu cầu xác thực bằng Face ID hoặc mật mã thiết bị khi mở lại ứng dụng.
zh_hans: 启用此选项后，每当您关闭 Kurozora 时它都会被锁定。重新打开应用时，系统将要求您通过 Face ID 或设备密码进行身份验证。
zh_hant: 啟用此選項後，每次關閉 Kurozora 時都會將其鎖定。重新開啟應用程式時，系統會要求您透過 Face ID 或裝置密碼進行驗證。

source: Enable this option so that Kurozora is locked whenever you close it. You'll be asked to authenticate through Optic ID or your device's passcode when you reopen the app.
ar: فعّل هذا الخيار ليتم قفل Kurozora في كل مرة تغلقه فيها. سيُطلب منك المصادقة عبر Optic ID أو رمز دخول جهازك عند إعادة فتح التطبيق.
bn: এই অপশনটি চালু করুন যাতে আপনি Kurozora বন্ধ করলেই এটি লক হয়ে যায়। অ্যাপটি আবার খোলার সময় আপনাকে Optic ID অথবা আপনার ডিভাইসের পাসকোডের মাধ্যমে যাচাই করতে বলা হবে।
cs: Zapněte tuto možnost, aby se Kurozora uzamkla pokaždé, když ji zavřete. Při opětovném otevření aplikace budete požádáni o ověření pomocí Optic ID nebo kódu vašeho zařízení.
da: Aktivér denne indstilling, så Kurozora låses, hver gang du lukker appen. Du bliver bedt om at godkende via Optic ID eller din enheds adgangskode, når du åbner appen igen.
de: Aktivieren Sie diese Option, damit Kurozora gesperrt wird, sobald Sie die App schließen. Beim erneuten Öffnen werden Sie aufgefordert, sich per Optic ID oder mit dem Code Ihres Geräts zu authentifizieren.
el: Ενεργοποιήστε αυτή την επιλογή ώστε το Kurozora να κλειδώνει κάθε φορά που το κλείνετε. Θα σας ζητηθεί να ταυτοποιηθείτε μέσω Optic ID ή του κωδικού πρόσβασης της συσκευής σας όταν ανοίξετε ξανά την εφαρμογή.
es: Activa esta opción para que Kurozora se bloquee cada vez que la cierres. Se te pedirá autenticarte mediante Optic ID o el código de tu dispositivo al volver a abrir la app.
es_419: Active esta opción para que Kurozora se bloquee cada vez que la cierre. Se le pedirá autenticarse con Optic ID o el código de su dispositivo al volver a abrir la app.
fa: این گزینه را فعال کنید تا Kurozora هر بار که آن را می‌بندید قفل شود. هنگام بازکردن دوباره‌ی برنامه از شما خواسته می‌شود تا با Optic ID یا رمز عبور دستگاهتان احراز هویت کنید.
fi: Ota tämä asetus käyttöön, jotta Kurozora lukitaan aina, kun suljet sen. Sinua pyydetään tunnistautumaan Optic ID:llä tai laitteesi pääsykoodilla, kun avaat sovelluksen uudelleen.
fil: I-enable ang opsyong ito upang mai-lock ang Kurozora tuwing isasara ninyo ito. Hihilingin sa inyong mag-authenticate gamit ang Optic ID o ang passcode ng inyong device kapag muli ninyong binuksan ang app.
fr: Activez cette option pour que Kurozora soit verrouillée à chaque fermeture. Vous devrez vous authentifier avec Optic ID ou le code de votre appareil à la réouverture de l’app.
he: הפעילו אפשרות זו כדי ש‑Kurozora יינעל בכל פעם שתסגרו אותה. בעת פתיחת האפליקציה מחדש תתבקשו לאמת את זהותכם באמצעות Optic ID או קוד הגישה של המכשיר.
hi: इस विकल्प को सक्षम करें ताकि जब भी आप Kurozora को बंद करें, यह लॉक हो जाए। ऐप दोबारा खोलने पर आपसे Optic ID या आपके डिवाइस के पासकोड के ज़रिए प्रमाणीकरण करने के लिए कहा जाएगा।
hu: Kapcsolja be ezt a beállítást, hogy a Kurozora minden bezáráskor zárolva legyen. Az alkalmazás újbóli megnyitásakor Optic ID-vel vagy az eszköze jelkódjával kell hitelesítenie magát.
hy: Միացրեք այս ընտրանքը, որպեսզի Kurozora-ն կողպվի ամեն անգամ, երբ փակում եք այն։ Հավելվածը կրկին բացելիս ձեզ կառաջարկվի նույնականացում անցնել Optic ID-ի կամ ձեր սարքի անցակոդի միջոցով։
id: Aktifkan opsi ini agar Kurozora terkunci setiap kali Anda menutupnya. Anda akan diminta melakukan autentikasi melalui Optic ID atau kode sandi perangkat saat membuka kembali aplikasi.
it: Attivi questa opzione per bloccare Kurozora ogni volta che la chiude. Le verrà richiesto di autenticarsi tramite Optic ID o il codice del suo dispositivo alla riapertura dell'app.
ja: このオプションを有効にすると、Kurozora を閉じるたびにロックされます。アプリを再度開く際に、Optic ID またはデバイスのパスコードによる認証が求められます。
ko: 이 옵션을 켜면 Kurozora를 닫을 때마다 잠깁니다. 앱을 다시 열 때 Optic ID 또는 기기 암호로 인증하셔야 합니다.
ms: Aktifkan pilihan ini supaya Kurozora dikunci setiap kali anda menutupnya. Anda akan diminta untuk mengesahkan melalui Optic ID atau kod laluan peranti anda apabila anda membuka semula apl ini.
nb: Slå på dette alternativet for at Kurozora skal låses hver gang du lukker appen. Du blir bedt om å autentisere med Optic ID eller enhetens kode når du åpner appen på nytt.
nl: Schakel deze optie in zodat Kurozora wordt vergrendeld zodra u hem sluit. U wordt gevraagd om te verifiëren met Optic ID of de toegangscode van uw apparaat wanneer u de app opnieuw opent.
pl: Włącz tę opcję, aby aplikacja Kurozora była blokowana po każdym jej zamknięciu. Przy ponownym otwarciu aplikacji zostaniesz poproszony o uwierzytelnienie za pomocą Optic ID lub kodu dostępu urządzenia.
pt_br: Ative esta opção para que o Kurozora seja bloqueado sempre que você o fechar. Será solicitada a autenticação por Optic ID ou pelo código do seu dispositivo ao reabrir o app.
pt_pt: Ative esta opção para que o Kurozora seja bloqueado sempre que o fechar. Ser-lhe-á pedido que se autentique através do Optic ID ou do código do seu dispositivo ao reabrir a aplicação.
ro: Activați această opțiune pentru ca Kurozora să fie blocat de fiecare dată când îl închideți. Vi se va cere să vă autentificați prin Optic ID sau codul de acces al dispozitivului atunci când redeschideți aplicația.
ru: Включите этот параметр, чтобы Kurozora блокировалась при каждом закрытии. При повторном открытии приложения потребуется аутентификация с помощью Optic ID или код-пароля устройства.
sv: Aktivera det här alternativet så att Kurozora låses varje gång du stänger appen. Du ombeds autentisera med Optic ID eller enhetens lösenkod när du öppnar appen igen.
ta: Kurozora ஐ மூடும்போதெல்லாம் அது பூட்டப்படும் வகையில் இந்த விருப்பத்தை இயக்கவும். ஆப்பை மீண்டும் திறக்கும்போது Optic ID அல்லது உங்கள் சாதனத்தின் கடவுக்குறியீட்டின் மூலம் அங்கீகரிக்குமாறு கேட்கப்படுவீர்கள்.
te: మీరు Kurozoraని మూసివేసిన ప్రతిసారీ అది లాక్ అయ్యేలా ఈ ఎంపికను ప్రారంభించండి. యాప్‌ను తిరిగి తెరిచినప్పుడు Optic ID లేదా మీ పరికర పాస్‌కోడ్ ద్వారా ప్రామాణీకరించమని మిమ్మల్ని అడగడం జరుగుతుంది.
th: เปิดใช้งานตัวเลือกนี้เพื่อให้ Kurozora ถูกล็อกทุกครั้งที่คุณปิดแอป เมื่อเปิดแอปอีกครั้ง ระบบจะขอให้คุณยืนยันตัวตนผ่าน Optic ID หรือรหัสผ่านของอุปกรณ์
tr: Kurozora'yı her kapattığınızda kilitlenmesi için bu seçeneği etkinleştirin. Uygulamayı yeniden açtığınızda Optic ID veya cihazınızın parolasıyla kimlik doğrulaması yapmanız istenir.
uk: Увімкніть цей параметр, щоб Kurozora блокувався щоразу під час закриття. Під час повторного відкриття застосунку вам буде запропоновано пройти автентифікацію за допомогою Optic ID або код-пароля вашого пристрою.
ur: یہ آپشن فعال کریں تاکہ جب بھی آپ Kurozora بند کریں تو وہ مقفل ہو جائے۔ ایپ دوبارہ کھولنے پر آپ سے Optic ID یا آپ کے آلے کے پاس کوڈ کے ذریعے تصدیق طلب کی جائے گی۔
vi: Bật tùy chọn này để Kurozora được khóa mỗi khi bạn đóng ứng dụng. Bạn sẽ được yêu cầu xác thực bằng Optic ID hoặc mật mã thiết bị khi mở lại ứng dụng.
zh_hans: 启用此选项后，每当您关闭 Kurozora 时它都会被锁定。重新打开应用时，系统将要求您通过 Optic ID 或设备密码进行身份验证。
zh_hant: 啟用此選項後，每次關閉 Kurozora 時都會將其鎖定。重新開啟應用程式時，系統會要求您透過 Optic ID 或裝置密碼進行驗證。
